{"parent_asin": "B0032KHQTS", "metadata": {"title": "Smithsonian", "features": "", "description": ""}, "reviews": {"title": "I love it!", "text": "My family loves reading the Smithsonian magazine! I highly recommend it. The articles are very interesting and are well written!"}}
{"parent_asin": "B007Q4WWLI", "metadata": {"title": "HGTV Magazine    Print Magazine", "features": "", "description": ""}, "reviews": {"title": "Five Stars", "text": "HGTV - BEST magazine out there!  Love it!"}}
{"parent_asin": "B0061SHL16", "metadata": {"title": "Birds & Blooms    Print Magazine", "features": "", "description": "America's #1 bird and garden magazine brings beautiful yards, gardens and wild birds into your living room with full-color photos, reader-shared stories. You'll love the practical gardening advice, tips and fun family projects."}, "reviews": {"title": "LOVE THIS MAGAZINE", "text": "LOVE THIS MAGAZINE.  I HAVE BEEN GETTING THIS FOR AT LEAST 10 YEARS.  I HAVE NEVER BEEN DISAPPOINTED IN THE CONTENT."}}
{"parent_asin": "B00005NIOR", "metadata": {"title": "Runner's World    Print Magazine", "features": "", "description": ""}, "reviews": {"title": "i like it", "text": "I like the mag it was good for the year the i read it also gave me lots of tipes on running"}}
{"parent_asin": "B001THPA58", "metadata": {"title": "Food Network Magazine    Print Magazine", "features": "", "description": ""}, "reviews": {"title": "Makes Learning About Food Fun Again", "text": "&#34;Food Network Magazine&#34; is my favorite culinary periodical. I am a fan of some of the celebrity chefs on Food Network, and this magazine is good on covering them in interviews and showcasing their recipes and cooking techniques. The magazine is very hefty and is printed on high quality glossy stock; that combined with the first class photography inside makes readers motivated to improve their cooking game and try their hand at new dishes and methods.<br /><br />I'm a dedicated follower of Alton Brown, whose culinary creativity and methodologies are singularly amazing, and also love the food from Bobby Flay, Michael Symon, and Aarón Sánchez (whose knowledge and use of spices and particularly peppers is without peer.) Honestly there are few of the chefs who I don't enjoy hearing from, and most issues are worth a solid cover to cover perusal. I like the visual elements of the magazine: the &#34;Recipe Index&#34; has a page number and photo of all the dishes in an issue, and the &#34;Star Search&#34; feature has pictures of the celebrities in an issue with the pages they appear on. There are many routine features that I love, but none as much as the well-illustrated recipes section. I particularly enjoy the &#34;You Asked&#34; section where the star chefs answer reader questions: sometimes these tips can prove extremely useful.<br /><br />I gave the magazine five stars though there are a few things less than perfect. The magazine, like most similar publications, has a ton of advertising, though much of it is relevant and unobjectionable. Each issue has a theme: normally this theme is a welcome centering device, but sometimes it is excessive as are some of the features. A recent edition had more coverage of deviled eggs than anyone could ever want (and I like deviled eggs,) while some of the articles are of little practical use (I'm not interested in Penn Jillette's colorful kitchen, for instance, though I am sure some readers are.) Regardless of these quibbles, I still greatly enjoy &#34;Food Network Magazine&#34; and look forward to every new issue. I recommend it to cooks (of all experience levels) and fans of Food Network everywhere."}}
{"parent_asin": "B002PXW0M6", "metadata": {"title": "Cook's Illustrated    Print Magazine", "features": "", "description": "Product Description Cook's Illustrated provides readers with recipes, cooking techniques, and product and food recommendations exhaustively developed in our extensive Test Kitchen facility - the same kitchen featured on our cooking show, America's Test Kitchen. Included are best ways to prepare favorite American dishes -- from pot roast and chocolate chip cookies to grilled salmon and fruit cobbler. Best (and worst) cooking equipment -- from chef's knives to cookie sheets. Best brands -- from canned tomatoes to baking chocolate. Best cooking techniques - from brining shrimp to baking ham. And all of this is provided without a single page of advertising - just 100% cooking information. Amazon.com Review Cook's Illustrated magazine brings step-by-step cooking instruction into your home kitchen. Aimed at beginners with a desire to create eye-catching, mouth-watering creations, this magazine gets you started in the kitchen right away. Plus, it's written in a down-to-earth style that makes home cooks comfortable whether they are learning something basic or tackling something more complicated.  If you are a home cook who wants to learn expert techniques without spending a fortune on cooking school, Cook's Illustrated magazine shows you in pictures and words exactly how to create delectable dishes from scratch. It includes creative recipes, which are all tested in the magazine's test kitchen before being published, as well as detailed instructions on how to perform standard kitchen techniques, such as braising meat, slicing vegetables, creating garnishes, and carving meat. Reader tips, cookbook reviews, and reviews of new kitchen gadgets round out the content, making each issue worthy of a place in your archival collection of cookbooks and magazines.  You'll never need to worry about hard-to-find or pricey ingredients in Cook's Illustrated magazine because each recipe offers commonplace substitutes. Because educating readers is a major goal of the publication, you'll also learn a bit about the history of specific recipes and start to understand why certain techniques are used instead of others during the cooking process.  No matter your level of culinary knowledge, there's always something more to learn. Get up to speed on kitchen techniques and start to feel comfortable in the kitchen with Cook's Illustrated magazine."}, "reviews": {"title": "Five Stars", "text": "Great gift, incredible photos and information. For the foodie in your life it makes a great hit."}}
{"parent_asin": "B01FV4XIIU", "metadata": {"title": "Four Wheeler", "features": "", "description": ""}, "reviews": {"title": "idk", "text": "grandson who is 15 loves it."}}
{"parent_asin": "B00007AZEO", "metadata": {"title": "Marie Claire Idees    Print Magazine", "features": "", "description": "Marie Claire Idees focuses on fashion and beauty issues, career success, and each issue includes easy-to-follow instructions for a wide range of crafts and projects. Published in the French language."}, "reviews": {"title": "Bad Customer Support again", "text": "My MIL ordered this magazine for me as a present but did not realize that it was in French. I spoke to Amazon's outside vendor Magazine Express, who were very unhelpful and said the agreement states clearly that the subscription cannot be canceled or transferred. It was a mistake, they have my MIL's money, but now I have a magazine I cannot read. The CS reps solution was for me to donate them!!!"}}
{"parent_asin": "B002GCU2S0", "metadata": {"title": "Inc.    Print Magazine", "features": "", "description": "Product Description Inc. chronicles the fascinating world of entrepreneurship, providing you with the news, advice, and inspiration you need to lead your growing company. Amazon.com Review Running a business just got easier with a subscription to Inc. Magazine. Consider the magazine a resource for growing a business, the state of your market, and the essentials for making it in those precious first few years of business. Inc. Magazine has plenty of advice, how-tos, guides, news, and analysis for the entrepreneur or seasoned business owner.  Learn tips of the entrepreneurial trade from CEOs who have grown small shops and businesses to Fortune 500 businesses in each issue of Inc. Magazine. The articles include some biographical information along with a few secrets, tips, and tricks that the CEOs learned along the way. These articles offer a wealth of information that any business owner can use.  Get information on legal, financial, and employment issues that commonly plague new businesses. Every issue offers information for every business, from start-ups to decade-old companies. Inc. Magazine offers reminders on tax deadlines, tips for managing assets, management skill-building, and much more.  In addition to business tips, there are also articles on the cutting edge technology that will be taking your industry by storm in the near future. Advances in virtual management, energy-saving technology, and marketing innovations are available in Inc. Magazine.  Running a business is also about balance, a subject covered in the pages of Inc. Magazine. Get insight into gifts, how to take time away from the business, and the ways you can best juggle home life with work. Your subscription to Inc. Magazine can become the resource needed to help grow your business or to get a start-up running. The tips and tools offered are designed to help all business owners succeed, no matter what their industry of choice may be."}, "reviews": {"title": "Great for the price", "text": "Overall its a good magazine. Some of the articles are out there and not practical but there are always a few new things (even if its only a new free software program) to be gained from each issue. I don't regret my subscription at all."}}
{"parent_asin": "B00007AZWJ", "metadata": {"title": "National Geographic Traveler    Print Magazine", "features": "", "description": "Product Description NATIONAL GEOGRAPHIC TRAVELER is a resource for active, curious travelers. It uses storytelling and you-are-there photography. Features focus on domestic and foreign destinations, personal travel reflections, food and restaurants, great places to stay, photography, trends, adventure, ecotourism, road trips, cultural events, and travelers and TravelWise--which appears with every major feature--furnishes a lively and complete mini guidebook to help consumers plan their trips. Amazon.com Review National Geographic Traveler magazine brings the world to your doorstep with lively articles told in a storytelling style and gorgeous photography that inspires wanderlust. Whether you're an armchair traveler or someone who takes a few international trips each year, you'll be immersed in multiple fascinating destinations in each issue.  National Geographic Traveler magazine covers both domestic and international destinations and includes details on lodging, attractions, and restaurants, so you can plan your own getaway. Insider's local tips and cultural events are also covered, giving you an in-depth look at the people and places of a given destination. There's a good mix of vacation types too, including adventure trips, family vacation options, and personal journeys. Regular features covering new hotels around the globe, road trip ideas, and cruise ship ports of call help you keep your finger on the pulse of the latest travel trends.  The writing style of National Geographic Traveler magazine is personal and heartfelt, so you experience the writer's impressions of the area as though you were there and get a true sense of the place. While some of the articles cover once-in-a-lifetime trips, such as scaling a mountain or trekking across a desert, others dip into little-known adventures closer to home, such as national parks and historic sites across the United States.  If you dream of traveling the world or want to find an unusual destination for your next vacation, National Geographic Traveler magazine can help you expand your understanding of the world and give you plenty of new places to add to your travel bucket list."}, "reviews": {"title": "I am loving this magazine. If you need inspiration ...", "text": "I am loving this magazine. If you need inspiration and information on travel destination this magazine will fill that need. It's packed with knowledge and photographs to whet your appetite. It sure does every time I get my copy."}}
